[
  {
    "sectionId": 0,
    "paragraph01": "The table above shows the list of all 6 team members in our group, with the skills required and preferred listed on the left. There are a couple of similarities amongst the 6 jobs. There are 2 key traits that are shared amongst all 6 jobs, and that is communication and working in a team. Whilst some of the jobs do not explicitly mention communication or teamwork as a skill, it can be inferred that communication and teamwork are necessary skills when working in any IT industry. For example, if one is leading a team, working as a senior position, or working with a team to develop solutions, communication and collaboration as a team is necessary, to facilitate workflow and increase efficacy.",
    "paragraph02": "Attention to detail is another common trait shared amongst the jobs. Some do not state it in the job description, but viewing positions of responsibility for each job, it is inferred in many cases. Other skills that are common include continued learning individually, and as a team. Whilst ICT Service Team Leader and Data System Engineer do not explicitly mention continued learning, both jobs are very much team oriented. Whether it is leading a team or working as Data Systems Engineer for the AI team, there is no doubt lifelong learning is a key trait when working in the IT industry. 4 out of 6 jobs also have Python as a programming language skill. As Python can be used in many aspects such as utilizing Data, Security, Transformation Data or Programming, it is no surprise that is shared amongst many of the jobs.", 
    "paragraph03": "The next most common skill trait is C# as a programming language. It is shared between Senior Games Programmer, Microsoft Software Engineer, and the Full Stack Developer. Like Python, C# is very versatile in its applications, anywhere from security, gaming development or Backend in Developing. JavaScript is shared between Full Stack Developer and Microsoft Software Engineer. Another skill that is shared between Full Stack Developer and Data Systems Engineer is the ability to write clear, concise code. This is another skill that is not explicitly mentioned in a couple of the job descriptions but is inferred for some. One would need to be concise and meticulous when managing and writing code for any of the 6 jobs.", 
    "paragraph04": "In terms of programming languages, JavaScript is shared between Full Stack and Microsoft Software Engineer, whilst Java is shared between Full Stack and DevOps Engineer. Despite automation and testing being shared between Full Stack and DevOps, it can be concluded that the ability to test software and code is equally as important amongst the 6 jobs.", 
    "paragraph05": "Comparing Microsoft Software Engineer to ICT service Team leader shows that both jobs require a sound knowledge in IT Security principles and demonstrated leadership qualities. Both jobs also require some understanding of the internal systems of Windows and its software.", 
    "paragraph06": "Continuing with the skills of Microsoft Software Engineer, they require knowledge in Microsoft Azure, a cloud computing service. Whilst other jobs do not mention the requirement of Microsoft Azure, Senior DevOps and Data Systems Engineer require knowledge in other cloud platforms such as Kubernetes. Knowledge of the Linux operating system is also a common skill amongst the Software Engineer, DevOps Engineer, and Data Systems Engineer.", 
    "paragraph07": "Apart from the programming languages between DevOps Engineer and Data Systems, both also require some knowledge in end-end deployment automation."

  },
  {
      "sectionId": 1,
      "paragraph01": "Starting with Full Stack Developer, the main difference between it and the other 5 jobs are the number of years required as a Full Stack Developer (2 years minimum) as well as the software/programming languages required (CSS/HTML and Typescript). Microsoft Software Engineer requires 2 years of experience in Security Support, as well as many skills relating to IT Security concepts.",
      "paragraph02": "Senior Big Data DevOps Engineer requires at least 7 years working as a DevOps/Development engineer. Additionally, there are a few skills relating to working as a DevOps Engineer such as knowledge of several Hadoop software, as well as Shell Scripting and Perl as a programming language. Senior games programmer requires 5 or more years in the gaming development industry, as well as knowledge of unreal experience and animation programming. Furthermore, it requires knowledge of C++ as a programming language.",
      "paragraph03": "ICT Service Team leader requires 5-8 years of experience in the IT industry. Also requiring skills such as the ability to work independently, and knowledge of Microsoft related software such as Hyper-V and Active Directory. Other skills required include knowledge of VoIP systems as well as ESX. Data Systems Engineer require skills such as working with large amount of data, analysing the data, and outputting the datasets for modelling and training. Knowledge of data engineering technology such as Snowflake and Argo Workflow, as well as shared codebases which are deployed by delivery semantics with PyPI and Conder are also required.",
      "paragraph04": "",
      "paragraph05": "",
      "paragraph06": "",
      "paragraph07": ""
  },
  {
    "sectionId": 2,
    "paragraph01": "Every job has its own speciality and list of different skills, but when viewed as a whole, some skills are key to every job. The most important skills that are shared across every job include teamwork, communication, and ongoing professional development as an IT professional. Despite the job titles being different, the ability to code is a skill that is relevant in any industry. The main difference is how the coding is applied. In our case, it could be applied for a website as a front end/back end, cyber security, automation, cloud computing, gaming development and data analytics.",
    "paragraph02": "",
    "paragraph03": "",
    "paragraph04": "",
    "paragraph05": "",
    "paragraph06": "",
    "paragraph07": ""
}
]