[
    {
      "sectionId": 0,
      "topic": "IT Interview",
      "paragraph01":"The IT professional that we have chosen is Ben who works with Ambulance Tasmania as a Systems Administrator. His role includes monitoring critical applications, as well as anything that falls outside the scope of the IT professionals who look after the central department of health. His main role is to look after the Clinical Information Systems, which include the Systems 000-dispatch, billing systems and everyday IT issues that relate to critical response.",
      "paragraph02":"There are a number of factors that could go wrong when working in this particular industry. Some examples include: Local database issues, application errors, general/user application troubleshooting, interfaces to other systems can be faulty and the 000-dispatch application can sometimes run slower than expected. As his work involves collaboration with Ambulance services, another aspect he must be weary of is “In-Vehicle Systems”. These are Mobile Display Terminal (MDT) touchscreens that are used by paramedics for details relating to navigation, which he tries to keep online.",
      "paragraph03":"In terms of transferring skills from education to the job, training will give the basic knowledge of what is required. Despite this, it is difficult to cover the range of applications, systems and topics within the industry. In his opinion, because Universities are more research based, they can often be 5-10 years behind what is happening within the industry. It is important to get a good foundation of IT principles and concepts work, but often, one needs to learn new systems and technologies when they are in the workforce. ",
      "paragraph04":"As an IT professional, there are other roles that Ben is responsible for. Regularly, he will be involved in the Business Analyst side of things, as well as project management, which is usually run on the side. It has become commonplace in many businesses to let IT workers do everything, so instead of hiring a Project Manager, the IT worker would be involved in managing these projects as a side-job.",
      "paragraph05":"Day to day activities include interacting with a large number of professionals in different fields. Working with the staff from Ambulance Tasmania such as the Paramedics, Patient Transfers (Staff who look after patients who are transported between the Hospital and nursing home), multiple vendors for the different systems and staff who work in the central IT department. Another government department that he works closely with is the 000-dispatch system, which is currently used by Fire, Police and Ambulance services. The system is mainly hosted by the Fire/Police departments, so he is heavily involved with those professionals and the government. There are no interactions with patients, as he is mainly dealing with the end-users of applications. ",
      "paragraph06":"Apart from the health field, Ben also interacts with key stakeholders, couple of which are within the team, but mostly lie outside the team. Other interactions include users of the applications, as not all of the users use the same functionality. There are multiple different types of business units that have requirements that need to be met, due to this, he also interacts with management, application vendors, software and hardware vendors. There was a recent turnover of 170 Panasonic Toughbooks, with 140 new tablets being rolled out to replace the 8-year-old technology. The systems were upgraded to the newer version of Windows 10, with newer applications installed.",
      "paragraph07":"Ben’s daily roles consist of mainly of administration, with a mixture of Desktop and application support as well. Another large part of his role includes physically going into the Ambulance’s ‘In-Vehicle System’. This is done by opening the side of the door, pulling parts of it out and figuring out what is wrong with the system. It largely depends on what needs to be done, as they are the first point of call, before the issue is escalated to the auto-electricians vendor. ",
      "paragraph08":"In terms of working independently/group work, it is an approximate ratio of 70% working Independently and 30% with others. Predominately, Ben works independently, but there are many instances where he will have to work with others in order to solve issues, especially issues that he does not have access to. For example, there are sections of the IT network that essential IT staff have control over, that he cannot modify, these include the firewall and network systems. In these cases, he has to work with staff in those specialties to resolve the issue. He also works with a number of vendors to meet business requirements.",
      "paragraph09":"Challenging aspects of Ben’s role include dealing with a plethora of personalities, trying to figure out what the end-user’s issue is. Often their terminology is completely different to what IT professionals in the industry would use. He must try and unravel/translate laymen’s terms to the issue at hand, which can be very challenging and frustrating. In order to solve the problem, he must first decipher what types of requirements are needed.",
      "paragraph10":"Another aspect that can be challenging is working with different IT professionals from other agencies. They may have different priorities within their team. His department may classify an issue as a high priority issue, but due to unforeseen circumstances, the issue may need to be escalated. Generally speaking, there is a good working relationship between the agencies and our department. This is very important as once the rapport between the groups is there, it is much easier to know who to go to in order to fix issues quickly.",
      "paragraph11":"The most enjoyable aspect of his work includes interacting with the large variety of systems and people, no day is the same. Whilst the large spectrum can sometimes be challenging, for the most part it is enjoyable. Other aspects that are enjoyable include Database administration, creating reports for users and encryption-based issues. Encryption-based issues are very rewarding once the issue is found, especially one that was not known previously.",
      "paragraph12":"Depending on their speciality, there are several aspects of IT can be important. For example, there are programmers and IT server specialists. In particular, IT staff who are located in the central department of health often have little interaction with end-users, which can be quite challenging when trying to figure out a problem. An important step is to gain knowledge of a particular technology or system. One should always be looking for opportunities to learn, using technologies to improve existing processes. Additionally, consistent ongoing research and professional development is key to improve existing skills, as well as finding more efficient methods to meet work requirements.",
      "paragraph13":"Whilst Ben’s organization does not do much IT based training for IT professionals, he is always learning from other IT professionals within the industry. He recently completed a Diploma in project management, but he also needs to keep up to date with the latest trends and technologies. If a problem arises when working individually or from another colleague, he may need research online, in order to figure out what is causing the problem. Once the issue has been resolved, he would build on that information the next time an issue occurs. ",
      "paragraph14":"Aside from work colleagues, there are also other IT professionals that he can reach out to resolve problems. He has contacts in Tasmania as well as on the mainland, mainly friends he went to university with. For example, since one of his friends was working with one of the vendors, he was able to reach out to get some advice and expertise on vendor issues.",
      "paragraph15":"Within the Ambulance Tasmania IT department or government departments, there is always a staff member who is on call 24/7. If anything breaks down outside of work hours, they would be the first person who is contacted. Depending on the problem, it may be a problem outside of their control (such as the network), if so, they would have to deal with the appropriate parties related to the infrastructure systems. In terms of the network going down, so long as the data/switching centres operated by Network Tas (Part of Telstra) weren’t offline, then they are largely unaffected. As their internal networks are all interconnected, systems such as the 000-dispatch can continue to operate.",
      "paragraph16":"In order to work towards the IT industry, one should first work out what part of the industry they enjoy. Using their strengths and passions, they should hone their skills and focus on that area. Despite having a very broad range of subjects, it is important to have a background in general IT topics. An example is if one was interested in switches and networking, they should try and obtain qualifications for those skills. It all comes down to one’s strengths and passions, understand what is of interest, and fine tuning those skills.",
      "paragraph17":"Through exposure to the IT industry with Ambulance Tasmania, Ben believes that the greatest area of growth at the current moment is Collaborating remotely. With COVID causing lockdowns and isolations, the simplicity of using Microsoft Teams, having meetings remotely, as well as accessing the network completely at home, can be seen as one of the biggest IT advancements. This can also impact the businesses’ ability to set up technology to work from home remotely, not having to work in the office. Advances in servers and hardware, desktops are becoming quicker and more reliable, and networks are improving in speed and efficiency.",
      "paragraph18":"It is difficult to find an example of Ben’s work that encompasses the essence of the IT industry. He mentions that it is a very broad area and subject, as no one is a specialist in everything. His role is able to cover almost all parts, but not the master of all. The biggest aspect that captures the IT industry is that one needs to be very adaptable and user-focused. It can often be a very challenging, but rewarding industry. The biggest part of the job that relates to the IT industry is not so much the technical side, but the ability to work with other people.",
      "paragraph19":"",
      "paragraph20":""
    }
  ]