[
  {
    "sectionId": 0,
    "topic": "What are the Job Titles for your group's ideal jobs?",
    "paragraph01":"Oliver Abell: ICT Service Team Leader",
    "paragraph02":"Dhani Poziak: Data Systems Engineer (AI Team)",
    "paragraph03":"Justin Davis: Microsoft Security Engineer",
    "paragraph04":"Nathan Steele: Senior Games Programmer",
    "paragraph05":"Zenithon Ho: Full Stack Developer",
    "paragraph06":"Brearne Gibson: Senior Big Data DevOps Engineer",
    "paragraph07":"",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":"",
    "paragraph16":"",
    "paragraph17":"",
    "paragraph18":"",
    "paragraph19":"",
    "paragraph20":""
  },
  {
    "sectionId": 1,
    "topic": "How does each of these rank in terms of demand from employers?",
    "paragraph01":"Senior Games Programmer 337,  Strong soft demand",
    "paragraph02":"ICT Service Team Leader 336, Strong future demand",
    "paragraph03":"Senior Big Data DevOps Engineer 371,  Strong Future demand",
    "paragraph04":"Microsoft Security Engineer 464, Strong future demand",
    "paragraph05":"Data Systems Engineer (AI Team) 464, Strong future demand",
    "paragraph06":"Full Stack Developer 344, Strong future demand ",
    "paragraph07":"Sources: Skills Priority List PDF, Labour Insight Jobs (Burning Glass Technologies) PDF",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":"",
    "paragraph16":"",
    "paragraph17":"",
    "paragraph18":"",
    "paragraph19":"",
    "paragraph20":""
  },
  {
    "sectionId": 2,
    "topic": "",
    "paragraph01":"After reviewing our ideal jobs and compiling a list of skills required, the above table shows what each job needs as General skills and IT-specific skills. We have compared what skills are in common with each other and what is different from each job.",
    "paragraph02":"With the demand for Java, JavaScript and SQL being the highest for IT-specific skills, only a few of our collective jobs require these skills, them being Full Stack Developer, Full Stack Developer, Senior Big Data DevOps Engineer. The lower IT-specific skills like Python, C# and Microsoft windows cover a lot more of our collective ideal jobs, nearly every single one of these skills is required with our jobs and the ability to write clear code.",
    "paragraph03":"With most of our ideal jobs requiring “General Skills” like Communication, Collaborate in a team and having continued growth within our respective skills for each job the demand for those skills is in high demand. Understanding the business process like in manger rolls in low demand most of our ideal jobs are in a high manager position and do require the understanding of the business process.",
    "paragraph04":"",
    "paragraph05":"",
    "paragraph06":"",
    "paragraph07":"",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":"",
    "paragraph16":"",
    "paragraph17":"",
    "paragraph18":"",
    "paragraph19":"",
    "paragraph20":""
  },
  {
    "sectionId": 3,
    "topic": "What are the three highest-ranked IT-specific skills which are not in your required skill set?",
    "paragraph01":"1.SQL",
    "paragraph02":"2.SAP",
    "paragraph03":"3.Graphic Design",
    "paragraph04":"These three skills are the highest demanding IT skills that are not required for any of our ideal jobs. Our jobs require.",
    "paragraph05":"",
    "paragraph06":"",
    "paragraph07":"",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":"",
    "paragraph16":"",
    "paragraph17":"",
    "paragraph18":"",
    "paragraph19":"",
    "paragraph20":""
  },
  {
    "sectionId": 4,
    "topic": "What are the three highest-ranked general skills which are not in your required skill set?",
    "paragraph01":"1.Building Relationships",
    "paragraph02":"2.Project Management",
    "paragraph03":"3.Business Analysis",
    "paragraph04":"These three general skills are in the highest demand in the field of IT and are not required by any of our ideal jobs, them being more directed to Senior or Management roles.",
    "paragraph05":"",
    "paragraph06":"",
    "paragraph07":"",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":"",
    "paragraph16":"",
    "paragraph17":"",
    "paragraph18":"",
    "paragraph19":"",
    "paragraph20":""
  
  },
  {
    "sectionId": 5,
    "topic": "Having looked at the Burning Glass data, has your opinion of your ideal job changed? Why or why not?",
    "paragraph01":"Justin:",
    "paragraph02":"After researching the Information Technology industry, I would continue with my chosen career path of cybersecurity. Global spending on cyber security is expected to almost double between 2016 and 2026 (Department of industry 2018). With this increase in spending comes a large amount of potential career growth as well as potential progression in this industry. New and emerging cybersecurity threats will ensure I am always learning something different every day and will guarantee I continue to enjoy the role. Job security is important to me and as cybersecurity is a growing sector full of opportunities, there will be no need for redundancies to occur, improving job security.",
    "paragraph03":"Nathan:",
    "paragraph04":"After researching the IT industry, I would still like to work towards my ideal job in game development. With the demand of my job being low but the IT skill required high, I feel like learning these skills will help if ever in the future I would like to change jobs. With the increase of people entering themself with gaming and the industry growing there will be no need to worry about the industry ever being in low demand.",
    "paragraph05":"Zenithon:",
    "paragraph06":"Looking at the Burning Glass data has not changed my opinion of my ideal job. As a Full Stack Developer, I would be proficient in both the front and back-end programming languages. Based on the national skills commission by the Australian government in June 2021, there is currently no national shortage of web developers and developer programmers, however, there is a strong future demand. It is important to note that as a Full Stack developer, programming languages such as HTML/CSS, JavaScript, SQL and Java are already known to them. For this particular job, programming languages such as Microsoft C#, TypeScript and .NetCore/.Net 5/6 would also be a given. Despite Burning Glass technologies indicating that Full Stack Developer ranks 17th, would not be limited to just working as a Full Stack Developer. In a last resort situation, since I would be proficient in .Net development, Java, as well as the ins and outs of the Front-end developer, I could switch to either of those jobs if required. Looking at the Burning Glass data shows .Net Developer ranking at 3rd, Front End developer at 6th and Java developer at 7th. This opens up multiple possible job options, and I would not be limited to just working as a Full Stack developer, so long as my skills and experience align with the job. Additionally, using the Burning Glass Technologies to show the greatest skills in demand ranks SQL in 1st, followed by JavaScript in 2nd and Microsoft C# in 3rd. All of these languages would be known to a Full Stack developer, and hence, do not change my opinion relating to my ideal job.",
    "paragraph07":"Oliver",
    "paragraph08":"",
    "paragraph09":"Dhani",
    "paragraph10":"",
    "paragraph11":"Brearne",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":"",
    "paragraph16":"",
    "paragraph17":"",
    "paragraph18":"",
    "paragraph19":"",
    "paragraph20":""
  }
]