[
  {
    "sectionId": 0,
    "heading": "Machine Learning",
    "paragraph01":"",
    "paragraph02":"",
    "paragraph03":"",
    "paragraph04":"",
    "paragraph05":"",
    "paragraph06":"",
    "paragraph07":"",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":""    
  },
  {
    "sectionId": 1,
    "heading": "Cybersecurity ",
    "paragraph01":"At its core, the purpose of cybersecurity is to protect all technology from cyber threats. Cyber-attacks are targeted at systems, networks, software, and hardware are generally accomplished by fooling system users into handing over details or by exploiting vulnerabilities. The four main principles in cybersecurity are to identify risks, protect from risks, detect risks, and respond to breaches.",
    "paragraph02":"The aim of cyber-attacks can range from accessing, altering, or destroying important data all the way to fooling users into handing over money or data that can be used in identity theft. Cyber-attacks can also result in the harming of national interests through the leaking of state secrets and even has the potential to take down national infrastructure such as the traffic systems or energy grids.",
    "paragraph03":"Cybersecurity works to ensure systems cannot be made vulnerable through user error such as poor password strength which can be countered through mandatory password changes in a specified period with minimum requirements set for password strength, or multi-factor authentication which requires the user to enter a code from a second device to log in. This removes the ability for hackers to be able to log in as they do not have access to the second device.",
    "paragraph04":"One of the most common ways in which users can create a vulnerability is by opening a malicious email containing malware or containing links to phishing campaigns. Malware has the potential to steal confidential information, hold a computer to ransom by disabling it, or installing code which could spread throughout an organisation’s networks. Phishing campaigns on the other hand, fool users into thinking they are required to enter personal details such as passwords which can then be used by the malicious third party. Organisations first line of defence is generally an email security gateway which has multiple levels of protections including anti-spam, anti-malware and content filtering based on company rules. Education on malicious emails for users however will have the greatest results as this is normally the first pitfall in security.",
    "paragraph05":"Exploits are another way that hackers gain access to or damage systems. Exploits are generally found by malicious users scouring code to find known security bugs that have not been patched or hidden backdoors. The greatest defence for this situation is to ensure software is always updated to include the latest fixes. This ensures the existing security bugs no longer exist and no longer allows access.",
    "paragraph06":"DDoS, which stands for distributed denial of service, is the means in which a large amount of data is sent to websites, networks, or services to flood it with connection requests that overwhelm the server and either slow it down or crash it. This in turn results in legitimate users facing log in issues, or if the target was essential services, this has the ability to take down those services. There are ways to prevent DDoS attacks, which include server redundancy, limiting network broadcasting, and by using either on-demand cloud DDoS mitigation or always-on cloud DDoS protection.",
    "paragraph07":"Regardless of how hard an organisation tries to protect its systems, digital attacks can happen. Planning for recovery from an attack should be at the forefront of every cybersecurity team. Backups are a requirement to ensure that if there are any attacks that cause irreparable damage, the systems can easily be restored to a previous point. Further to this, as nothing is perfect and storage mediums can fail, backups should be stored using the 3-2-1 backup strategy. This means there should be a total of at least three copies of the backups, with two on different mediums locally with one medium being located offsite. This protects the organisation from data loss.",
    "paragraph08":"Cybersecurity protects against all vulnerabilities and attacks on an organisation’s system. It is there to repair systems if something does go wrong. Without it, an organisation would be left defenceless to attacks. Cyber security is an important part of any organisation and failing to have it in place would leave you open to attack. It is the shield that protects you from malicious attacks.",
    "paragraph09":"If left defenceless, there are a range of potential issues that can arise such as user data being leaked or stolen resulting in identity theft or outright financial theft if users access to banks was stolen. Organisations would at risk of having trade secrets stolen, which may result in IP theft as well as their systems being taken completely offline which results in the organisation coming to a halt and no longer being able to operate. Other examples of impact would be hospital records being accessed or changed resulting in wrong doses given to patients or the wrong medication altogether. Infrastructure such as the transport systems, energy grids, water supplies, and gas lines could all be affected resulting in essential services no longer making it to people. State secrets can and have previously been leaked to the world, bringing with it the potential to start both civil and international wars.",
    "paragraph10":"Cyber-attacks are becoming more sophisticated, are constantly evolving, and are becoming more and more relentless. Complacency is dangerous as it can result in vulnerabilities being left open. Technology has become a part of nearly every aspect of our lives, so there are many points of potential failure that need to be protected. The work cybersecurity departments conduct is to ensure that it remains as hard as possible for malicious third parties to compromise these potential failure points and to continue to reinforce them at all costs.",
    "paragraph11":"While cyber security offers a level of protection for users, the protection offered is not impenetrable. Therefore, users need to be mindful of the limitations and continue to practice basic methods of cyber security during daily interactions and activities. Simple measures to consider include managing and updating passwords regularly, enabling multi-factor authentication, restricting the sharing of passwords, and not opening emails from unrecognisable sources. Vigilance is crucial to ensure a lapse in judgement does not invite a malicious attack.",
    "paragraph12":"Focusing efforts to increase cybersecurity will have wide-reaching positive impacts. Improvements to cybersecurity will help to improve the safety of personal data, financial records, and the stability of utilities and vital infrastructure. The multifaceted impacts of cybersecurity further show its importance in daily life.",
    "paragraph13":"With more and more organisations taking a greater focus on implementing cyber security, users can feel comfortable and be confident in knowing that their personal data as well as the systems and utilities that enable their lifestyles are being protected from third parties hoping to gain access.",
    "paragraph14":"Cyber security ensures that our personal data and that the systems we use all day, every day, are kept safe and stable. The focus on cyber security will allow humanity to continue progressing with technology’s evolution and it will ensure we proceed with embracing the modern technologies that are created while at the same time being protected from malicious intent.",
    "paragraph15":"Keeping end users confident that the technology systems they use are safe and secure will be key to growing userbase which will result in increased profits for organisation allowing them to continue funding research and development of new products and services. A lack of trust in cyber security, however, would have the opposite effect, impeding the growth of the organisation, the industry, and our overall progress towards a technology filled future. "
  },
  {
    "sectionId": 2,
    "heading": "Autonomous Vehicles ",
    "paragraph01":"As Transport for NSW states automated vehicles could help address transport safety issues we are facing now and, in the future, as well as more efficiently moving people and products to where they need to go (Transport for NSW 2022). With advances in technology, we are just around the corner of the ability to no longer need to hold a steering wheel or control the cars speed. If developed right, autonomous vehicles can revolutionise the transport industry but there are some pitfalls that need to be solved before this technology is made mainstream.",
    "paragraph02":"Autonomous vehicles are the future of the transport industry. An autonomous vehicle is essentially a car, bus, truck, bike, or any other method of transport that can drive itself without any human input. Autonomous vehicles use fully automated systems which allows the vehicle to move itself from one point to another while being able to effectively respond to any outside conditions to the same level, at a minimum, as a human would be able to.",
    "paragraph03":"There are many levels of autonomous vehicles that currently exist which have been created by the Society of Automotive Engineers (or SAE for short), however there has been no official categories made by our government at this stage. These levels were created to easily categorise each vehicle and to be able to compare the main difference between their automation.",
    "paragraph04":"Level zero is for cars that have no autonomous capabilities and is a car where the human is required to have full control over. Level one is for cars that have features such as active cruise control and guidance, where the car attempts to help with some of basic tasks such as keeping the cars speed up and keeping you inside the lane. Level two cars have features where the car controls most tasks such as adaptive cruise control, lane keep assist and the ability to change lanes for you, which controls the speed up and down based on obstacles in front of you or changing the lanes for you while avoiding hazards of lane merging. A car in the level three category will drive itself but will require the driver to be aware of the environment around them and may need to take control back if there are hazards. Level four cars require no input from the driver, even when there are hazards present, however still needs to be activated by a human and can request a driver takes over if there are any issues it cannot handle. Level five autonomous vehicles are fully automated and do not require a human at all. They can be summoned and allow for the driver to be completely distracted while moving.",
    "paragraph05":"At this stage, there is one major vehicle manufacturer in autonomous vehicle. Telsa is currently leading the industry with this technology in cars with other companies trying to play catchup. While the focus is on cars at this stage in development, there is potential for all other vehicles to gain this technology. If this technology was implemented into trucks, then freight would be able to be delivered without human input which could increase efficiencies with regards to logistics. If public transport, such as busses and trains, were able to implement this technology then public transport would become more efficient as busses could avoid traffic and trains could more efficiently stick to timetables and adjust speed in a specific way to meet their targets.",
    "paragraph06":"Autonomous vehicles will change the way humanity transits and will reduce safety risks caused by human error, which has the potential to save lives. It will increase efficiencies in areas like public transport which may even allow for increased operating hours. Freight will be more efficient as human drivers need sleep, while autonomous vehicles have no such limitations. There are a multitude of benefits on the horizon enabled by this progressing technology.",
    "paragraph07":"While autonomous vehicles have lots of benefits and are the way of the future, there are still some pitfalls and areas of concern that need to be addressed before governments around the world embraced and legislate for this technology to be legal. From autonomous vehicles there will be both positive and negative impacts however most of the negatives can be negated through refining the technology.",
    "paragraph08":"There are potential cost savings to be had through autonomous vehicles. More precise acceleration and deceleration coupled with the ability for the vehicle to avoid high traffic areas or navigate other autonomous vehicles with greater ease will bring down fuel costs (or electricity cost if the car is an electric vehicle). High upfront costs for this technology however may inhibit the ability for the average driver to be able to afford this and as such may become a trophy and not an everyday item. Through technology advances, as well as manufacturing bulk buying discounts though an increased forecast of sales, prices should slowly reduce to the point that they are affordable.",
    "paragraph09":"Increased safety through a reduction in human error will save lives. There is an area of concern with this point however regarding the trolley dilemma. If a car must stay the course and kill seven, or turn the car and kill one, how does it determine who lives and who dies. How does software and hardware evaluate this ethical decision which should normally be handled by a human. While autonomous vehicles are safer overall, this is an area that needs further consideration.",
    "paragraph10":"Public transport will have the ability to become a 24/7 service without needing to rely on humans and their sleep patterns. The same can be said for the logistics industry. With this will come improved operating hours and more efficient transit and delivery networks. An area of concern regarding this however is that this will remove an entire workforce. If vehicles are autonomous, there is no longer a need for a taxi driver, a train driver, a truck driver, or even potentially pilots in the far future. Governments will need to work through this issue, which will involve retraining entire industries, before autonomous vehicles become mainstream.",
    "paragraph11":"Another area of concern is around cybersecurity. Without proper security protocols in place, there is a risk of software vulnerabilities and hacking with malicious intent. If a vehicle is taken control of by a third party, there is a risk of theft, and the ability to deliberately cause an accident. Security will need to remain a focus no matter how far the technology progresses to ensure safety of its users.",
    "paragraph12":"At all levels of autonomy, driverless vehicles will change our lives. From the lower levels of one, two and three, autonomous vehicles will increase driver safety and reduce accidents. From the higher levels of four and five, driverless vehicles will change everything from safety, increased efficiencies, reduced transit costs, and will even help with topics like climate control with a reduced amount of time each car spends on the road from the ability to navigate traffic easier than humans.",
    "paragraph13":"Buying a car in the short term may cost dramatically more than now, but savings through reduced time spent on the road through smarter navigation will result in cost savings. There will also be the opportunity to have no car ownership costs and use a service like the one Uber is currently working on where a driverless car will be sent to you when you need it. There will also be cost savings through a reduction in labour wages within the public transport and logistics industries. With autonomous vehicles, there will be a reduction in drivers and as such will reduce the overhead these organisations face which will in turn reduce the cost of their services.",
    "paragraph14":"Shipping speeds will also be expediated tenfold, especially if they are normally sent interstate utilizing a truck. As truck drivers cannot work 24/7 and require breaks and sleeps, their transit times increase. As an autonomous truck does not require these breaks and can continue into all hours of the day, items will arrive exponentially faster. Autonomous vehicles have the potential to reduce congestion and traffic on the roads. This is because they will have the ability to navigate around traffic and work with other autonomous vehicles on the network to better judge tasks such as take-off at a set of lights and ride of way which instead of stopping, there can just be a slow down to avoid each other. Autonomous vehicles also could increase productivity in your day. On your commute into work, instead of focussing on driving the vehicle, it handles all of that while you open your laptop and begin working. It can remove the requirement for the driver to need to handle this task, and instead focus on something of more importance.",
    "paragraph15":"All cars now come with at least some of these autonomous features. This technology has the potential to open us up to new opportunities and experiences and humanity is ready to embrace this change."
  },
  {
    "sectionId": 3,
    "heading": "Blockchain ",
    "paragraph01":"Blockchains are shared digital ledgers that allow data of any kind to be stored. The digital ledgers are usually named as a “chain,” that consist of individual data “Blocks.” The main difference between a standard database and a Blockchain is the uniqueness factor of Blockchain – it is completely decentralized. Instead of being solely maintained at one site, several identical copies of the database are stored on numerous computers, spanning over a network. The individual computers used for this purpose are called nodes. The data is not limited to Cryptocurrencies, any item of value can be traded and tracked on the Blockchain network, decreasing risk and slashing costs for any parties involved (IBM, c. 2022).",
    "paragraph02":"Blockchains are often touted as being highly secure. When the newest data is added to the network, a “block” is made and linked to the “chain.” This requires all the nodes to update their copy of the ledger on the Blockchain to be identical. A sizeable percentage of the nodes must confirm and verify the legitimacy of the data, before any new blocks can be added onto the ledger. In relation to Cryptocurrency, this might include making sure the newer transactions were not fraudulent or checking to see if the coins were not spent multiple times. When the nodes reach a consensus, the new block is added onto the chain, with the transactions documented within distributed ledger. The transactions are usually secured with cryptography, this requires each node to solve complicated mathematical problems to process a transaction. Each new block that is linked onto the chain is irreversible and strengthens the validity of the previous block and entire blockchain. Blockchains can go beyond Cryptocurrency, as they can also be used in other areas such as Banking, transferring assets and monitoring supply chains. Areas where Blockchains can be used are still being explored, as widespread adoption creates an extensive range of limitations such as privacy, scalability and standardization for technologies used. (JPMorgan Chase & Co., c. 2022) In contrast, Cryptocurrencies require technology such as Blockchain in order trade and function properly (David, John, 2022).",
    "paragraph03":"Cryptocurrency, also known as “Crypto” is type of currency that exists virtually or digitally. Such currency does not exist in the physical sense like coins or notes, it is stored in digital wallets. Cryptocurrency uses cryptography to secure transactions on a public ledger known as a Blockchain, which have a record of all transactions held by cryptocurrency holders. The digital payment system Cryptocurrency uses does not rely on banks when verifying transactions. Instead, when payments are made, they exist as digital entries within an online database, that describe these transactions. If one were to hold Cryptocurrency, there is nothing tangible, they have a record of a “unit” that they can move to another person without a third party being involved. Cryptocurrency is measured in units and can be created through a method called “Mining.” Mining is the process where computers are used to solve complex algorithms and problems, which result in coins being generated (Kaspersky, 2022).",
    "paragraph04":"An ongoing development in the Cryptocurrency world is the buying and selling of Non-Fungible Tokens (NFTs). Whilst NFTs have been around since 2014, they have become extremely popular in recent years as an alternative method to trade digital artwork. Like Cryptocurrencies, NFTs are stored on a Blockchain, usually the Ethereum Blockchain, but other Blockchains have been known to support NFTs as well. Once an NFT (Non-Fungible Tokens) is created, it can also be ‘minted,’ which allows the file to be registered on a Blockchain, becoming a token. NFTs can be anything from artwork, highlights of sports, digital avatars, shoes, a song, or an animated image. The token itself is not tangible. If an NFT is bought, the buyer receives a Uniform Resource Locator (URL) pointing to their ownership of the unique asset. As the name implies, each NFT is non-fungible, and contains its own digital signature, thus, cannot be exchanged with another or a copy of itself (Robyn, John, 2022), (Dominic, 2022).",
    "paragraph05":"Regarding Blockchain, its developmental impacts extend past Cryptocurrency, into social aspects such as managing supply chains, transparency, identity, compliance and protecting personal data. As Blockchains clearly track every single transaction, individuals are organizations such as the government, businesses or charities that use Blockchains will much more transparency compared to a secretive approach. An example of this was in 2021, when Vitalik Buterin (Ethereum’s Co-Founder) donated over $1 billion’s worth of Cryptocurrency to India, for Charities and COVID Relief fund. The transaction was known to everyone, as his digital, blockchain-backed wallet showed the public transaction. (Nina, 2021) Since every transaction is audited, traceable and publicly available, Blockchain could help reconstruct the relationships between centralized database systems and their clientele. Timestamps, records of supply-chains and geolocations all assist in providing more transparency to the ordinary citizen (terrapass, 2021).",
    "paragraph06":"It is difficult to provide an exact group who will be directly impacted, but Blockchains have the potential to affect anyone. Using IBM as an example, they have partnered with big companies in the food industry, and created a product known as IBM: Food Trust, which utilizes Blockchain technology. Starting from the supply chains, Blockchain allows different supply chains to collaborate with one another. With real-time data, this would help supply chains in tracking the status and location of their product, which in turn helps users to work with supply and demand. This would extend to the farmers and producers, who could share audits/certifications digitally, providing levels of trust to the consumer as well as promoting their ethical and sustainable practices. Additionally, it eliminates any opportunity of food fraud, as the transactions are stored on an immutable ledger. For the consumer, using Blockchain allows for complete transparency. Information such as where the food originated from, the freshness of the food, food safety issues/recalls as well as the quality of the food. All these factors allow everyone who is involved in the Blockchain to benefit in some way (IBM, c. 2021).",
    "paragraph07":"As Cryptocurrencies are not regulated in the same way as sovereign currencies, they can pose quite a threat to banks’ power over the use of such currencies. Ordinary citizens could invest in such cryptocurrencies, only to suffer big losses because of the volatility of the market, cyber-attacks, or scams. As more and more businesses turn to cryptocurrency as an alternative for payments, it can provide several benefits to companies. By allowing Cryptocurrency as a payment type, it could open potential to new customers, as more vendors and clients begin to adapt using cryptocurrency within transactions (Deloitte, c. 2022).",
    "paragraph08":"In respect to the future of Cryptocurrencies, experts say that Cryptocurrencies will disturb the traditional aspect of finance. This is due to the ability to transfer payment across different countries with little to no added cost, fluctuations from conversion rates or delays. The longevity of Cryptocurrencies should not be doubted, as all money is some form of encryption, but a growing demand and energy need for the cryptocurrency market should be considered. Authorities in large central banks are developing regulations in relation to cryptocurrency, they understand that these digital currencies belong to the economy and may become mainstream within the next decade (Annie, 2021).",
    "paragraph09":"Mining Cryptocurrency uses a large amount of energy consumption. Take Bitcoin for example, every year it uses more than 136.38 Terawatt-hours of electricity. The amount of electricity used is more than the UAE, Argentina or Netherlands, a substantial portion of the electricity is generated from burning fossil fuels. As more people try to mine cryptocurrency, the amount of energy used is highly likely to increase over time. If the price of cryptocurrency remains high, it will in turn result in more energy being consumed by the Cryptocurrency networks that mine them. To remain profitable, miners must search for non-expensive methods of energy, as to not result in a loss. It was estimated that the Bitcoin network emitted 114 million tons of carbon dioxide every year, the same amount generated by the Czech Republic. It is also estimated that approximately 37 kilotons of electrical waste are produced every year from mining Bitcoin (Nathan, 2021).",
    "paragraph10":"The potential impact of NFTs would extend beyond possessing artwork. There have been recent uses for NFTs such as purchasing land in virtual worlds, as well as ownership, publishing, and licensing of music. Some have speculated that NFTs may provide access to certain events, clubs, attending a concert or purchasing a limited-edition product. A big potential area for NFTs is the video game industry. Larger studios have already started implementing NFTs into games, which would allow users to own the items they have purchased, giving them the freedom to trade and sell them to any other player willing to purchase from them. With the ability to record ownership of any asset, the possibilities are endless (Julian, 2022).",
    "paragraph11":"The implementation of Blockchain would affect large groups of workers in different industries. The very definition of blockchain eliminates the need for the middleman. Industries such as Travelling, Real-estate and Insurance could face fierce competition if workers choose to stay, as clients may prefer purchases with Blockchain. Blockchain’s ability to automate would also put jobs that are related to paperwork, certification and verification at risk. Since Blockchain’s transactions are all finalised and confirmed through calculations, the need for a notary or an auditor is eliminated (TKEY, 2018).",
    "paragraph12":"Currently, if one were to not have any investment in cryptocurrencies, there would be no direct impact to them. If one were to have investments in Cryptocurrency, Cryptocurrency should always be viewed as a very risky investment. One’s digital identity is accessed with a private key, which allows the user to trade and Cryptocurrency online. If stolen, anyone could use the key to access money within the digital wallet, as well as using the victim’s name to commit fraud. Investors should understand that the market is extremely volatile. The amount paid today may not be equal in value tomorrow. For ordinary citizens, since the dollar fluctuates much less compared to the cryptocurrency market, there is no reason to purchase cryptocurrency, unless they wanted to invest in a volatile market. However, if you have a currency that is not as safe and stable as the U.S (United States) dollar, cryptocurrency may be a consideration, such as the Iranian Rial. In the future, digital currencies such as Bitcoin may become more common when purchasing groceries or commonplace items, but as of now, this stage has not been reached (Ryan, 2021).",
    "paragraph13":"Despite not having a direct impact on individuals involved in Cryptocurrency, Cryptocurrency’s future is very much connected to the political and social impact of it. From a holistic perspective, anyone has a potential to benefit from Cryptocurrency, whether it be an individual or any country. In both cases, there are increased opportunities for power, ownership, and financial inclusion. Coupled with increased confidentially, lowered costs as well as easier access to a global marketplace. In terms of the political aspect, if one were to invest in Blockchain, it would provide transparency and create a digital government/society. This could also reinforce democracy, the rule of law, human rights and reduce anti-corruption possibilities.",
    "paragraph14":"As of now, Cryptocurrency prospects are very restricted. There are several factors such as legality, policies, technical aspects, and security that need to be addressed before Cryptocurrency can be used widespread. When compared to VISA transactions, VISA can process 50,000 every second, whereas Bitcoin can only process fewer than 10. Due to this it is very unlikely that Cryptocurrency could oppose the U.S. Dollar as the world’s anchor currency. Until the public becomes comfortable with Cryptocurrency’s usability, functional aspects and uses, Cryptocurrency will remain obscure to the average citizen (Kenneth, 2022).",
    "paragraph15":"It should be noted that any regulatory, supply/demand, technology and application of Cryptocurrencies will undoubtedly affect the prices of Cryptocurrencies. In the US (United States), if Cryptocurrencies were regulated such that the normal citizen could not possess it, ownership would have to be moved offshore, thus affecting the value of Cryptocurrencies. Using Bitcoin as an example of supply/demand, the supply of it is very much limited to the code within the Blockchain. The rate in which Bitcoin increases during mining will decrease until the number of Bitcoins reach 21 million. The slowed growth of Bitcoin will in turn result in the price of Bitcoin to increase. Technology is a key factor in the price of Cryptocurrency, a security breach such as hacking would lead to decreases in value. Finally, the application of Cryptocurrencies is especially important, Cryptocurrencies require a situation where it can be used. If demand for Cryptocurrencies increase (such as more banks/vendors accepting it as a form of payment), demand and value will naturally increase (Jeffrey, c. 2022)."   
  }
]