[
  {
    "sectionId": 0,
    "heading": "Machine Learning",
    "paragraph01":"",
    "paragraph02":"",
    "paragraph03":"",
    "paragraph04":"",
    "paragraph05":"",
    "paragraph06":"",
    "paragraph07":"",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":""    
  },
  {
    "sectionId": 1,
    "heading": "Cybersecurity ",
    "paragraph01":"At its core, the purpose of cybersecurity is to protect all technology from cyber threats. Cyber-attacks are targeted at systems, networks, software, and hardware are generally accomplished by fooling system users into handing over details or by exploiting vulnerabilities. The four main principles in cybersecurity are to identify risks, protect from risks, detect risks, and respond to breaches.",
    "paragraph02":"The aim of cyber-attacks can range from accessing, altering, or destroying important data all the way to fooling users into handing over money or data that can be used in identity theft. Cyber-attacks can also result in the harming of national interests through the leaking of state secrets and even has the potential to take down national infrastructure such as the traffic systems or energy grids.",
    "paragraph03":"Cybersecurity works to ensure systems cannot be made vulnerable through user error such as poor password strength which can be countered through mandatory password changes in a specified period with minimum requirements set for password strength, or multi-factor authentication which requires the user to enter a code from a second device to log in. This removes the ability for hackers to be able to log in as they do not have access to the second device.",
    "paragraph04":"One of the most common ways in which users can create a vulnerability is by opening a malicious email containing malware or containing links to phishing campaigns. Malware has the potential to steal confidential information, hold a computer to ransom by disabling it, or installing code which could spread throughout an organisation’s networks. Phishing campaigns on the other hand, fool users into thinking they are required to enter personal details such as passwords which can then be used by the malicious third party. Organisations first line of defence is generally an email security gateway which has multiple levels of protections including anti-spam, anti-malware and content filtering based on company rules. Education on malicious emails for users however will have the greatest results as this is normally the first pitfall in security.",
    "paragraph05":"Exploits are another way that hackers gain access to or damage systems. Exploits are generally found by malicious users scouring code to find known security bugs that have not been patched or hidden backdoors. The greatest defence for this situation is to ensure software is always updated to include the latest fixes. This ensures the existing security bugs no longer exist and no longer allows access.",
    "paragraph06":"DDoS, which stands for distributed denial of service, is the means in which a large amount of data is sent to websites, networks, or services to flood it with connection requests that overwhelm the server and either slow it down or crash it. This in turn results in legitimate users facing log in issues, or if the target was essential services, this has the ability to take down those services. There are ways to prevent DDoS attacks, which include server redundancy, limiting network broadcasting, and by using either on-demand cloud DDoS mitigation or always-on cloud DDoS protection.",
    "paragraph07":"Regardless of how hard an organisation tries to protect its systems, digital attacks can happen. Planning for recovery from an attack should be at the forefront of every cybersecurity team. Backups are a requirement to ensure that if there are any attacks that cause irreparable damage, the systems can easily be restored to a previous point. Further to this, as nothing is perfect and storage mediums can fail, backups should be stored using the 3-2-1 backup strategy. This means there should be a total of at least three copies of the backups, with two on different mediums locally with one medium being located offsite. This protects the organisation from data loss.",
    "paragraph08":"Cybersecurity protects against all vulnerabilities and attacks on an organisation’s system. It is there to repair systems if something does go wrong. Without it, an organisation would be left defenceless to attacks. Cyber security is an important part of any organisation and failing to have it in place would leave you open to attack. It is the shield that protects you from malicious attacks.",
    "paragraph09":"If left defenceless, there are a range of potential issues that can arise such as user data being leaked or stolen resulting in identity theft or outright financial theft if users access to banks was stolen. Organisations would at risk of having trade secrets stolen, which may result in IP theft as well as their systems being taken completely offline which results in the organisation coming to a halt and no longer being able to operate. Other examples of impact would be hospital records being accessed or changed resulting in wrong doses given to patients or the wrong medication altogether. Infrastructure such as the transport systems, energy grids, water supplies, and gas lines could all be affected resulting in essential services no longer making it to people. State secrets can and have previously been leaked to the world, bringing with it the potential to start both civil and international wars.",
    "paragraph10":"Cyber-attacks are becoming more sophisticated, are constantly evolving, and are becoming more and more relentless. Complacency is dangerous as it can result in vulnerabilities being left open. Technology has become a part of nearly every aspect of our lives, so there are many points of potential failure that need to be protected. The work cybersecurity departments conduct is to ensure that it remains as hard as possible for malicious third parties to compromise these potential failure points and to continue to reinforce them at all costs.",
    "paragraph11":"While cyber security offers a level of protection for users, the protection offered is not impenetrable. Therefore, users need to be mindful of the limitations and continue to practice basic methods of cyber security during daily interactions and activities. Simple measures to consider include managing and updating passwords regularly, enabling multi-factor authentication, restricting the sharing of passwords, and not opening emails from unrecognisable sources. Vigilance is crucial to ensure a lapse in judgement does not invite a malicious attack.",
    "paragraph12":"Focusing efforts to increase cybersecurity will have wide-reaching positive impacts. Improvements to cybersecurity will help to improve the safety of personal data, financial records, and the stability of utilities and vital infrastructure. The multifaceted impacts of cybersecurity further show its importance in daily life.",
    "paragraph13":"With more and more organisations taking a greater focus on implementing cyber security, users can feel comfortable and be confident in knowing that their personal data as well as the systems and utilities that enable their lifestyles are being protected from third parties hoping to gain access.",
    "paragraph14":"Cyber security ensures that our personal data and that the systems we use all day, every day, are kept safe and stable. The focus on cyber security will allow humanity to continue progressing with technology’s evolution and it will ensure we proceed with embracing the modern technologies that are created while at the same time being protected from malicious intent.",
    "paragraph15":"Keeping end users confident that the technology systems they use are safe and secure will be key to growing userbase which will result in increased profits for organisation allowing them to continue funding research and development of new products and services. A lack of trust in cyber security, however, would have the opposite effect, impeding the growth of the organisation, the industry, and our overall progress towards a technology filled future. "
  },
  {
    "sectionId": 2,
    "heading": "Autonomous Vehicles ",
    "paragraph01":"",
    "paragraph02":"",
    "paragraph03":"",
    "paragraph04":"",
    "paragraph05":"",
    "paragraph06":"",
    "paragraph07":"",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":""    
  },
  {
    "sectionId": 3,
    "heading": "Blockchain ",
    "paragraph01":"",
    "paragraph02":"",
    "paragraph03":"",
    "paragraph04":"",
    "paragraph05":"",
    "paragraph06":"",
    "paragraph07":"",
    "paragraph08":"",
    "paragraph09":"",
    "paragraph10":"",
    "paragraph11":"",
    "paragraph12":"",
    "paragraph13":"",
    "paragraph14":"",
    "paragraph15":""   
  }
]