[
  {
    "profileId": 0,
    "firstName": "Oliver",
    "profileImage01":"assets/images/oliver/myersBriggs.png",
    "profileImage02":"assets/images/oliver/learningStyle.png",
    "profileImage03":"assets/images/oliver/big5Factors.png",
    "paragraph01":"What the results of these tests mean to me is that I prefer to learn by doing things by judging how best to get to the outcome. The results may influence my behaviour in a team as I may agree with what everyone says without giving my own input into the discussion. When taking the results into account when forming a team, it is best to form a team with those that are compatible with what sort of person you are.",
    "paragraph02":"",
    "paragraph03":""

  },
  {
    "profileId": 1,
    "firstName": "Zenithon",
    "profileImage01":"assets/images/zenithon/myersBriggs.jpg",
    "profileImage02":"assets/images/zenithon/learningStyle.jpg",
    "profileImage03":"assets/images/zenithon/Big5.jpg",
    "paragraph01":"The results of the tests show that I am very introverted and have a perfectionist mindset. In a team setting, my results may influence how I contribute and take feedback from others. I would prefer not to ask for help from others and trouble them if not necessary. My goals may not always align with other team members, where everyone can have a different opinion. This could lead to an argument if I am adamant on proposing an idea or concept. INFJ-T personalities have a perfectionist mindset and are very prone to burn out. When working together on a project, the perfectionist mindset may lead to continually thinking of ways to improve something (and hence lead to more time spent), when the result may not be ideal. In terms of learning, since I am quite visual in my learning style, it would be helpful for me if there was a visual aid, such as a PowerPoint or Diagrams, as it would be more engaging to me.",
    "paragraph02":"Whilst some of these disadvantages may be detrimental when working a group, there are several ways around this. The first way is to be open to other opinions in a group, especially towards criticism. There is more than one way to reach the result, but sometimes compromises need to be made. I should be aware of this fact, to avoid any unnecessary arguments with team members. Being introverted should not stop me from voicing ideas or opinions, as the whole point of a project is to work together towards an end goal. The perfectionist mindset does not help the group, as it creates unneeded stress and anxiety. A way around this is to adjust my standards and look at everything from the big picture.",
    "paragraph03":""
  },
  {
    "profileId": 2,
    "firstName": "Dhani",
    "profileImage01":"assets/images/dhani/myersBriggs.jpg",
    "profileImage02":"assets/images/dhani/learningStyles.jpg",
    "profileImage03":"assets/images/dhani/bigFivePersonality.jpg",
    "paragraph01":"When working in a group/ team, I will tend to take the back seat rather than take up the leadership role. I will be very productive working and contributing to the group behind the scenes. I will not get frustrated or stressed out with challenges or sudden changes related to the project deliverables. Initially, they might throw me but given time I can produce a practical solution. Projects never go according to plan, and you must be able to adapt quickly if unforeseen circumstances arise. I do not like conflict and will do my best to avoid it by being friendly and optimistic no matter how unrealistic other group members might be. I will have to be the one to bring them back down to reality. Knowing the capabilities of each group member will be important in determining the limitations of the group and what kind of project we can successfully deliver. Even though I am logical and practical, I can think creatively and approach a problem from different angles.",
    "paragraph02":"When selecting a group, I will look for people who have both similar and opposite traits to me as that usually compliments each other. The social and outgoing person see themselves as leaders. This will assist the group when presenting the project to outsiders. They might become stressful and set deadlines for assigned tasks which works for me otherwise I get lazy and put things to the side. They will want a lot of tasks done straight away and at the same time. I will have to counteract this by organizing the tasks into a reasonable order. They might be stubborn and view certain ways in which to accomplish a task. This might not be the best way to do things when looking at the whole project. I will have to be calm and bring my facts to the table explaining logical reasons for going down certain pathways.",
    "paragraph03":""
  },
  {
    "profileId": 3,
    "firstName": "Justin",
    "profileImage01":"assets/images/justin/justinPersonality.jpg",
    "profileImage02":"assets/images/justin/justinLearningStyles.jpg",
    "profileImage03":"assets/images/justin/justinBig5Factors.jpg",
    "paragraph01":"Based on the personality test results I am an introverted observer with a pragmatic learning style. I tend to get uncomfortable when dealing with other people and I shy away from conflict as confrontation can be frightening for me, especially during disagreements. The benefit of being an observer is that I can look for opportunities missed by others by taking aback step and watching from afar. My learning styles are quite different from this as I tend to learn from a hands-on approach. Reading information does not always stick with me, but trying it myself, and making mistakes while doing so, are the best way for me to learn.",
    "paragraph02":"Group work will require me to move outside my comfort zone and ensure that I am always involved. I will need to be conscious of how I am working in a group and ensure that I raise any opinions I have regardless of other opinions in a clear and calm manner. I will also need to ensure that I keep my emotions in check to avoid potential conflicts and have the confidence to bring innovative ideas to the table. I will also ensure that I do as much hands-on sections as I can to ensure I learn as much as possible from this experience.",
    "paragraph03":""
  },
  {
    "profileId": 4,
    "firstName": "Nathan",
    "profileImage01":"assets/images/nathan/myersBriggs.png",
    "profileImage02":"assets/images/nathan/educationLearningStyleQuiz.png",
    "profileImage03":"assets/images/nathan/creativityTest.png",
    "paragraph01":"The results of the Myers Brigs test confirm to me what I believe in myself, I do feel like I am an extroverted person that uses my feelings to drive my decisions in life. It pinpointed me and I would agree with these results. I think my results within teamwork allow me to be able to talk my mind when in a team environment and allow my teammates and co‐workers to know what I think and feel, be able to express what I think is important to allow me and my teammates the best outcome with my work. Knowing everyone’s strengths and weaknesses when forming a team is great so you can play to everyone’s strengths and know what they will excel in, when forming a team, I would like to see people being interactive and understanding someone might not know how to do something and need help.",
    "paragraph02":"These results do not seem too accurate. I always thought I was more of a visual learner of things and doing more than sitting down a listening to someone talk about them. I feel like I learn more when someone shows and explains how to do something for me when working on a team and I need help than just someone telling me without showing. This can affect my teamwork because I rely on people willing to show me how to do things, when I form a team, I should remember that I am more of a visual and doing learner and my teammates should understand that I learn better in a visual and experience environment.",
    "paragraph03":"I have always known that my creativity has not been one of my strong suits, ever since school I have lost my creative side, I do like thinking creatively every now and then. Having a creative team is a bonus, people bring all their ideas to either make an idea or explore different ideas is useful, when forming a team, you should always make sure you have some people that have a creative side so you can overcome most problems."
  },
  {
    "profileId": 5,
    "firstName": "Brearne",
    "profileImage01":"assets/images/brearne/16Personalities.png",
    "profileImage02":"assets/images/brearne/personalityTypes.png",
    "profileImage03":"assets/images/brearne/learningStyles.png",
    "paragraph01":"Test one (Meyers-Briggs personality test-16 personalities) reveals that I am a Mediator (INFP-T) type. That I may serve the role of a diplomat well. Also, that I may implement a Constant Improvement type strategy.",
    "paragraph02":"Test two (Personality Max Learning Style reveals that I am a visual learner. That I learn best when presented with visual tools. These could include images, charts, diagrams, videos, and others. That I can recognize something or someone by looking at it/them.",
    "paragraph03":"Test three (DISC personality) reveals that I am a personality type S (steady). That I am likely to be able to multitask well and able to work with patience and care. However, apparently, I will not react well to being put under pressure and changes. Given the requirements, there is likely to be plenty of visual material around. So, this is a non-issue. I will need to keep in mind others may work well under pressure. Others may be focused on getting tasks done rather than aiming for the best we can be. I do not think it is realistic to actively seek to work with people who bear the same traits as me. I would rather work around and support any differences my team members have. And use our differences as an advantage. The result of the first test particularly provides a reason to my attitude to group work."
  }
]
