[
  {
    "sectionId": 0,
    "name":"Dhani",
    "paragraph":"Some group colleagues like initiative as it takes some of the responsibility off them. It shows a willingness and drive to excel in the group. Although others might take it lightly because you won’t around them to push forward on the completion of a task as it would have rectified an issue that you believed would be more productive achieving the overall goals of the group. I feel that when conflict arises in teams, I like to have all the information and facts to back-up my point of view as well as listen to the other side, because in the end you’re trying to achieve the same goal where if the team fails, every member fails."
  },
  {
    "sectionId": 1,
    "name":"Justin",
    "paragraph":"Our team has worked together reasonably well for our first assessment as a group. Most meetings were attended by all, and communication has not been poor however there is room for improvement. Work commitments, personal issues and sickness had minor impacts on our teams, but we were able to shuffle resources to ensure all tasks were completed. Ensuring assigned tasks are completed by agreed upon deadlines will set our team up for further success for future group assessments."
  },
  {
    "sectionId": 2,
    "name":"Zenithon",
    "paragraph":"As a group, I believe we have performed alright. Most team members have attended all meetings, and any issues that were raised in the meetings were resolved as soon as possible. I think we could improve on meeting deadlines a bit more, as there were several items that were completed past their deadlines. I was surprised to learn how easy it was to use Microsoft TEAMs when collaborating and collating information."
  },
  {
    "sectionId": 3,
    "name":"Nathan",
    "paragraph":"Our group worked efficiently in the assignment, we did have minor setbacks with personal issues and other commitments but that was communicated with team members beforehand. We could improve on how we split the assignment up and have more direction with each meeting. I was very surprised with how creative everyone was and no ones idea was left out. "
  },
  {
    "sectionId": 4,
    "name":"Oliver",
    "paragraph":"As a team, we performed fairly well together. We had some minor setbacks through illnesses, personal issues, and work commitments. We all had the resources available to make sure that whatever needed to be done by deadlines got done with everyone pitching in to do their part for the project. Using monday.com as a useful tool for everyone to see what has and has not been done has been useful for us to better allocate resources to what sections need to be completed first."
  },
  {
    "sectionId": 5,
    "name":"Brearne",
    "paragraph":""
  }
]